Revit 2027 API
ParameterTypeId.RbsPipeSizeMaximum Property
 "Maximum Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeSizeMaximum { get; }
Public Shared ReadOnly Property RbsPipeSizeMaximum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeSizeMaximum {
	ForgeTypeId^ get ();
}
static member RbsPipeSizeMaximum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace